Repository: sigarone/Q-Audion-IOS
Catalog: QAudionApp/Localizable.xcstrings
Source language: it
Languages: de, en, es, fr, pt_br

source: Formato E.164: deve iniziare con + e il prefisso paese.
de: E.164-Format: muss mit + und der Landesvorwahl beginnen.
en: E.164 format: must start with + and the country code.
es: Formato E.164: debe empezar con + y el prefijo del país.
fr: Format E.164 : doit commencer par + et l'indicatif du pays.
pt_br: Formato E.164: deve começar com + e o código do país.

source: Forza l'invio in formato 0xE3 (canonical CBOR AAD + chain ratchet) per ogni peer. Quando OFF, il routing è automatico per-peer su prima ricezione v3.
de: Erzwingt das Senden im Format 0xE3 (canonical CBOR AAD + Chain Ratchet) für jeden Peer. Bei OFF erfolgt das Routing automatisch pro Peer beim ersten Empfang von v3.
en: Force sending in 0xE3 format (canonical CBOR AAD + chain ratchet) for every peer. When OFF, routing is automatic per-peer on first v3 receipt.
es: Fuerza el envío en formato 0xE3 (canonical CBOR AAD + chain ratchet) para cada peer. Cuando está en OFF, el enrutamiento es automático por peer a partir de la primera recepción v3.
fr: Force l'envoi au format 0xE3 (canonical CBOR AAD + chain ratchet) pour chaque correspondant. Quand c'est OFF, le routage est automatique par correspondant dès la première réception v3.
pt_br: Força o envio no formato 0xE3 (canonical CBOR AAD + chain ratchet) para cada peer. Quando OFF, o roteamento é automático por peer, a partir do primeiro recebimento v3.

source: Forza modalità
de: Modus erzwingen
en: Force mode
es: Forzar modo
fr: Forcer le mode
pt_br: Forçar modo

source: Foto non disponibile
de: Foto nicht verfügbar
en: Photo unavailable
es: Foto no disponible
fr: Photo indisponible
pt_br: Foto indisponível

source: Fotocamera non disponibile
de: Kamera nicht verfügbar
en: Camera unavailable
es: Cámara no disponible
fr: Appareil photo indisponible
pt_br: Câmera indisponível

source: Galleria
de: Galerie
en: Gallery
es: Galería
fr: Galerie
pt_br: Galeria

source: Genera un nuovo keypair X25519 effimero locale. Aggiorna il fingerprint e il QR mostrati sopra. Non modifica la tua identità sovrana (userId). Per ora la chiave è solo locale — il push al server arriverà quando il backend esporrà l'endpoint di aggiornamento chiave.
de: Erzeugt ein neues, lokales, ephemeres X25519-Schlüsselpaar. Aktualisiert den oben angezeigten Fingerabdruck und QR-Code. Ändert nicht Ihre souveräne Identität (userId). Der Schlüssel ist vorerst nur lokal — die Übertragung an den Server erfolgt, sobald das Backend den Endpunkt zur Schlüsselaktualisierung bereitstellt.
en: Generates a new local ephemeral X25519 keypair. Updates the fingerprint and QR code shown above. Doesn't change your sovereign identity (userId). For now the key is local only — the push to the server will arrive once the backend exposes the key-update endpoint.
es: Genera un nuevo keypair X25519 efímero local. Actualiza el fingerprint y el QR mostrados arriba. No modifica tu identidad soberana (userId). Por ahora la clave es solo local — el envío al servidor llegará cuando el backend exponga el endpoint de actualización de clave.
fr: Génère une nouvelle paire de clés X25519 éphémère locale. Met à jour l'empreinte et le QR affichés ci-dessus. Ne modifie pas ton identité souveraine (userId). Pour l'instant la clé est uniquement locale — l'envoi au serveur arrivera quand le backend exposera l'endpoint de mise à jour de clé.
pt_br: Gera um novo keypair X25519 efêmero local. Atualiza o fingerprint e o QR mostrados acima. Não altera sua identidade soberana (userId). Por enquanto a chave é só local — o envio ao servidor vai acontecer quando o backend expuser o endpoint de atualização de chave.

source: Genera un report testuale con build, device, stato auth e summary di UserDefaults. **Non** include token, refresh-token, chiavi private né contenuti chat — solo metadata. Utile per allegare a bug-report TestFlight.
de: Erstellt einen Textbericht mit Build, Gerät, Auth-Status und einer Zusammenfassung der UserDefaults. **Enthält keine** Token, Refresh-Token, privaten Schlüssel oder Chat-Inhalte — nur Metadaten. Nützlich als Anhang für TestFlight-Bug-Reports.
en: Generates a text report with build, device, auth state, and a summary of UserDefaults. It **does not** include tokens, refresh tokens, or private keys, nor chat content — only metadata. Useful to attach to a TestFlight bug report.
es: Genera un reporte de texto con build, device, estado de auth y resumen de UserDefaults. **No** incluye token, refresh-token, claves privadas ni contenido de chats — solo metadata. Útil para adjuntar a un bug-report de TestFlight.
fr: Génère un rapport textuel avec build, appareil, état auth et résumé des UserDefaults. **N'**inclut ni token, ni refresh-token, ni clés privées, ni contenu des discussions — seulement des métadonnées. Utile pour joindre à un bug-report TestFlight.
pt_br: Gera um relatório em texto com build, dispositivo, status de autenticação e resumo do UserDefaults. **Não** inclui token, refresh-token, chaves privadas nem conteúdo de conversas — só metadados. Útil para anexar em bug-reports do TestFlight.

source: Generazione QR fallita
de: QR-Generierung fehlgeschlagen
en: QR generation failed
es: Error al generar el QR
fr: Échec de la génération du QR
pt_br: Falha ao gerar o QR

source: Generazione QR…
de: QR-Code wird generiert…
en: Generating QR…
es: Generando QR…
fr: Génération du QR…
pt_br: Gerando QR…

source: Generazione chiave efimera…
de: Ephemerer Schlüssel wird generiert…
en: Generating ephemeral key…
es: Generando clave efímera…
fr: Génération de la clé éphémère…
pt_br: Gerando chave efêmera…

source: Gestione chiavi
de: Schlüsselverwaltung
en: Key management
es: Gestión de claves
fr: Gestion des clés
pt_br: Gerenciamento de chaves

source: Gruppo
de: Gruppe
en: Group
es: Grupo
fr: Groupe
pt_br: Grupo

source: Ho capito
de: Verstanden
en: Got it
es: Entendido
fr: J'ai compris
pt_br: Entendi

source: Hybrid ML-KEM-1024 + PSK hardware · E2E
de: Hybrid ML-KEM-1024 + Hardware-PSK · E2E
en: Hybrid ML-KEM-1024 + hardware PSK · E2E
fr: Hybrid ML-KEM-1024 + PSK matériel · E2E

source: I MIEI NUMERI
de: MEINE NUMMERN
en: MY NUMBERS
es: MIS NÚMEROS
fr: MES NUMÉROS
pt_br: MEUS NÚMEROS

source: I contatti che blocchi appariranno qui. Puoi sbloccarli in qualsiasi momento dal loro dettaglio.
de: Kontakte, die Sie blockieren, werden hier angezeigt. Sie können sie jederzeit über ihre Detailansicht entsperren.
en: Contacts you block will appear here. You can unblock them anytime from their detail page.
es: Los contactos que bloquees aparecerán aquí. Puedes desbloquearlos en cualquier momento desde su detalle.
fr: Les contacts que tu bloques apparaîtront ici. Tu peux les débloquer à tout moment depuis leur fiche.
pt_br: Os contatos que você bloquear vão aparecer aqui. Você pode desbloqueá-los a qualquer momento pelo detalhe deles.

source: I contatti non potranno più raggiungerti su questo numero.
de: Kontakte können Sie über diese Nummer nicht mehr erreichen.
en: Contacts will no longer be able to reach you on this number.
es: Tus contactos ya no podrán contactarte en este número.
fr: Les contacts ne pourront plus te joindre sur ce numéro.
pt_br: Os contatos não vão mais conseguir te encontrar por este número.

source: I messaggi e le chiamate sono protetti con ML-KEM-1024 post-quantum. Nessun altro, nemmeno Q-Audion, può leggerli o ascoltarli.
de: Nachrichten und Anrufe sind mit postquantischem ML-KEM-1024 geschützt. Niemand sonst, nicht einmal Q-Audion, kann sie lesen oder mithören.
en: Messages and calls are protected with post-quantum ML-KEM-1024. No one else, not even Q-Audion, can read or listen to them.
es: Los mensajes y las llamadas están protegidos con ML-KEM-1024 poscuántico. Nadie más, ni siquiera Q-Audion, puede leerlos ni escucharlos.
fr: Les messages et les appels sont protégés avec ML-KEM-1024 post-quantique. Personne d'autre, pas même Q-Audion, ne peut les lire ou les écouter.
pt_br: As mensagens e as chamadas são protegidas com ML-KEM-1024 pós-quântico. Ninguém mais, nem mesmo o Q-Audion, pode lê-las ou ouvi-las.

source: I messaggi verranno eliminati automaticamente. \"Visualizza una volta\" li elimina appena aperti.
de: Nachrichten werden automatisch gelöscht. \"Einmal ansehen\" löscht sie, sobald sie geöffnet wurden.
en: Messages will be deleted automatically. \"View once\" deletes them as soon as they're opened.
es: Los mensajes se eliminarán automáticamente. \"Ver una vez\" los elimina en cuanto se abren.
fr: Les messages seront supprimés automatiquement. \"Voir une seule fois\" les supprime dès leur ouverture.
pt_br: As mensagens serão apagadas automaticamente. \"Visualizar uma vez\" as apaga assim que abertas.

source: I miei numeri
de: Meine Nummern
en: My numbers
es: Mis números
fr: Mes numéros
pt_br: Meus números

source: ID tecnico
de: Technische ID
en: Technical ID
es: ID técnico
fr: ID technique
pt_br: ID técnico

source: IMPORTA
de: IMPORTIEREN
en: IMPORT
es: IMPORTAR
fr: IMPORTER
pt_br: IMPORTAR

source: IMPORTA CONTATTO
de: KONTAKT IMPORTIEREN
en: IMPORT CONTACT
es: IMPORTAR CONTACTO
fr: IMPORTER LE CONTACT
pt_br: IMPORTAR CONTATO

source: IMPORTA RUBRICA
de: ADRESSBUCH IMPORTIEREN
en: IMPORT CONTACTS
es: IMPORTAR AGENDA
fr: IMPORTER LE CARNET D'ADRESSES
pt_br: IMPORTAR CONTATOS

source: INSTALLATA
de: INSTALLIERT
en: INSTALLED
es: INSTALADA
fr: INSTALLÉE
pt_br: INSTALADA

source: INTERNO
de: NEBENSTELLE
en: EXTENSION
es: EXTENSIÓN
fr: POSTE
pt_br: RAMAL

source: INTERROGAZIONE SERVER…
de: SERVERABFRAGE…
en: QUERYING SERVER…
es: CONSULTANDO SERVIDOR…
fr: INTERROGATION DU SERVEUR…
pt_br: CONSULTANDO SERVIDOR…

source: ISTRUZIONI
de: ANLEITUNG
en: INSTRUCTIONS
es: INSTRUCCIONES
fr: INSTRUCTIONS
pt_br: INSTRUÇÕES

source: Idea / richiesta
de: Idee / Anfrage
en: Idea / request
es: Idea / solicitud
fr: Idée / demande
pt_br: Ideia / solicitação

source: Identità
de: Identität
en: Identity
es: Identidad
fr: Identité
pt_br: Identidade

source: Il QR contiene solo l'ID del gruppo + il nome. Nessuna chiave crittografica passa via QR.
de: Der QR-Code enthält nur die Gruppen-ID und den Namen. Es werden keine kryptografischen Schlüssel über den QR-Code übertragen.
en: The QR code contains only the group's ID + name. No cryptographic key passes through the QR code.
es: El QR contiene solo el ID del grupo + el nombre. Ninguna clave criptográfica se transmite por QR.
fr: Le QR contient seulement l'ID du groupe + le nom. Aucune clé cryptographique ne transite via le QR.
pt_br: O QR contém apenas o ID do grupo + o nome. Nenhuma chave criptográfica passa pelo QR.

source: Il QR contiene solo la chiave pubblica X25519 e un codice monouso: nessun segreto transita.
de: Der QR-Code enthält nur den öffentlichen X25519-Schlüssel und einen Einmalcode: Es werden keine Geheimnisse übertragen.
en: The QR code contains only the X25519 public key and a one-time code: no secret is transmitted.
es: El QR contiene solo la clave pública X25519 y un código de un solo uso: no se transmite ningún secreto.
fr: Le QR contient seulement la clé publique X25519 et un code à usage unique : aucun secret ne transite.
pt_br: O QR contém apenas a chave pública X25519 e um código de uso único: nenhum segredo é transmitido.

source: Il bitrate è fisso a 32 kbps CBR su tutti i dispositivi (iOS, Android, firmware). Cambiarlo romperebbe la compatibilità cross-platform e la proprietà anti-fingerprinting (frame a dimensione costante).
de: Die Bitrate ist auf allen Geräten (iOS, Android, Firmware) fest auf 32 kbps CBR eingestellt. Eine Änderung würde die plattformübergreifende Kompatibilität und die Anti-Fingerprinting-Eigenschaft (Frames mit konstanter Größe) zerstören.
en: The bitrate is fixed at 32 kbps CBR on every device (iOS, Android, firmware). Changing it would break cross-platform compatibility and the anti-fingerprinting property (constant-size frames).
es: El bitrate es fijo en 32 kbps CBR en todos los dispositivos (iOS, Android, firmware). Cambiarlo rompería la compatibilidad multiplataforma y la propiedad anti-fingerprinting (frames de tamaño constante).
fr: Le débit binaire est fixé à 32 kbps CBR sur tous les appareils (iOS, Android, firmware). Le modifier casserait la compatibilité cross-platform et la propriété anti-fingerprinting (frames de taille constante).
pt_br: A taxa de bits é fixa em 32 kbps CBR em todos os dispositivos (iOS, Android, firmware). Alterá-la quebraria a compatibilidade entre plataformas e a propriedade anti-fingerprinting (frames de tamanho constante).

source: Il contenuto del messaggio sarà visibile sulla schermata di blocco.
de: Der Nachrichteninhalt wird auf dem Sperrbildschirm sichtbar sein.
en: The message content will be visible on the lock screen.
es: El contenido del mensaje será visible en la pantalla de bloqueo.
fr: Le contenu du message sera visible sur l'écran de verrouillage.
pt_br: O conteúdo da mensagem ficará visível na tela de bloqueio.

source: Il destinatario non potrà più leggerlo. L'azione non può essere annullata.
de: Der Empfänger kann sie nicht mehr lesen. Diese Aktion kann nicht rückgängig gemacht werden.
en: The recipient will no longer be able to read it. This action can't be undone.
es: El destinatario ya no podrá leerlo. Esta acción no se puede deshacer.
fr: Le destinataire ne pourra plus le lire. Cette action est irréversible.
pt_br: O destinatário não vai mais conseguir lê-la. Essa ação não pode ser desfeita.

source: Il mittente ha disattivato il salvataggio e la condivisione per questo allegato.
de: Der Absender hat das Speichern und Teilen dieses Anhangs deaktiviert.
en: The sender has disabled saving and sharing for this attachment.
es: El remitente ha desactivado el guardado y el uso compartido de este adjunto.
fr: L'expéditeur a désactivé l'enregistrement et le partage pour cette pièce jointe.
pt_br: O remetente desativou o salvamento e o compartilhamento deste anexo.

source: Il peer apre Q-Audion → Contatti → \"Aggiungi via QR\" e inquadra questo codice. Si auto-aggiungerà al gruppo dopo la verifica dell'admin.
de: Der Peer öffnet Q-Audion → Kontakte → \"Über QR hinzufügen\" und scannt diesen Code. Er wird nach der Prüfung durch den Admin automatisch zur Gruppe hinzugefügt.
en: The peer opens Q-Audion → Contacts → \"Add via QR\" and scans this code. They'll be added to the group automatically after the admin's approval.
es: El interlocutor abre Q-Audion → Contactos → \"Añadir por QR\" y enfoca este código. Se añadirá automáticamente al grupo tras la verificación del admin.
fr: Le correspondant ouvre Q-Audion → Contacts → \"Ajouter via QR\" et cadre ce code. Il s'ajoutera automatiquement au groupe après vérification de l'admin.
pt_br: A outra pessoa abre o Q-Audion → Contatos → \"Adicionar via QR\" e aponta a câmera para este código. Ela vai entrar automaticamente no grupo depois da verificação do admin.

source: Il peer ha messo in pausa la videocamera
de: Der Peer hat die Kamera pausiert
en: The peer paused their camera
es: El interlocutor ha pausado la cámara
fr: Le correspondant a mis la caméra en pause
pt_br: A outra pessoa pausou a câmera

source: Il peer sta condividendo lo schermo
de: Der Peer teilt den Bildschirm
en: The peer is sharing their screen
es: El interlocutor está compartiendo la pantalla
fr: Le correspondant partage son écran
pt_br: A outra pessoa está compartilhando a tela

source: Il tuo account, i contatti, le chat e le chiavi crittografiche verranno cancellati in modo permanente sia dal server che da questo dispositivo. Questa azione non può essere annullata.
de: Ihr Konto, Ihre Kontakte, Chats und kryptografischen Schlüssel werden dauerhaft sowohl vom Server als auch von diesem Gerät gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
en: Your account, contacts, chats, and cryptographic keys will be permanently deleted from both the server and this device. This action can't be undone.
es: Tu cuenta, tus contactos, tus chats y tus claves criptográficas se eliminarán de forma permanente tanto del servidor como de este dispositivo. Esta acción no se puede deshacer.
fr: Ton compte, tes contacts, tes discussions et tes clés cryptographiques seront supprimés définitivement, à la fois du serveur et de cet appareil. Cette action est irréversible.
pt_br: Sua conta, seus contatos, suas conversas e suas chaves criptográficas serão apagados permanentemente, tanto do servidor quanto deste dispositivo. Essa ação não pode ser desfeita.

source: Il tuo nome sarà visibile ai tuoi contatti. Puoi cambiarlo in qualsiasi momento dalle impostazioni.
de: Ihr Name ist für Ihre Kontakte sichtbar. Sie können ihn jederzeit in den Einstellungen ändern.
en: Your name will be visible to your contacts. You can change it anytime from settings.
es: Tu nombre será visible para tus contactos. Puedes cambiarlo en cualquier momento desde los ajustes.
fr: Ton nom sera visible par tes contacts. Tu peux le changer à tout moment depuis les réglages.
pt_br: Seu nome ficará visível para seus contatos. Você pode alterá-lo a qualquer momento nos ajustes.

source: Immagine allegata
de: Angehängtes Bild
en: Attached image
es: Imagen adjunta
fr: Image jointe
pt_br: Imagem anexada

source: Immagine non disponibile
de: Bild nicht verfügbar
en: Image unavailable
es: Imagen no disponible
fr: Image indisponible
pt_br: Imagem indisponível

source: Importa contatti
de: Kontakte importieren
en: Import contacts
es: Importar contactos
fr: Importer des contacts
pt_br: Importar contatos

source: Importa dal telefono
de: Vom Telefon importieren
en: Import from phone
es: Importar desde el teléfono
fr: Importer depuis le téléphone
pt_br: Importar do celular

source: Imposta timer efimero
de: Ephemeren Timer einstellen
en: Set ephemeral timer
es: Configurar temporizador efímero
fr: Définir un minuteur éphémère
pt_br: Definir timer efêmero

source: Impostazioni
de: Einstellungen
en: Settings
es: Ajustes
fr: Réglages
pt_br: Ajustes

source: Impronta identità
de: Identitätsfingerabdruck
en: Identity fingerprint
es: Huella de identidad
fr: Empreinte d'identité
pt_br: Impressão da identidade

source: In ascolto…
de: Hört zu…
en: Listening…
es: Escuchando…
fr: En écoute…
pt_br: Ouvindo…

source: In attesa della prima telemetria…
de: Warten auf erste Telemetriedaten…
en: Waiting for first telemetry…
es: Esperando la primera telemetría…
fr: En attente de la première télémétrie…
pt_br: Aguardando a primeira telemetria…

source: Incolla immagine
de: Bild einfügen
en: Paste image
es: Pegar imagen
fr: Coller l'image
pt_br: Colar imagem

source: Indietro
de: Zurück
en: Back
es: Atrás
fr: Retour
pt_br: Voltar

source: Indietro 15 secondi
de: 15 Sekunden zurück
en: Back 15 seconds
es: Retroceder 15 segundos
fr: Recule de 15 secondes
pt_br: Voltar 15 segundos

source: Informazioni
de: Informationen
en: Information
es: Información
fr: Informations
pt_br: Informações

source: Inietta latenza / perdita pacchetti / offline nelle chiamate attive. Il profilo \"Normale\" ripristina il comportamento di produzione.
de: Injiziert Latenz / Paketverlust / Offline-Zustand in aktive Anrufe. Das Profil \"Normal\" stellt das Produktionsverhalten wieder her.
en: Injects latency / packet loss / offline into active calls. The \"Normal\" profile restores production behavior.
es: Inyecta latencia / pérdida de paquetes / desconexión en las llamadas activas. El perfil \"Normal\" restaura el comportamiento de producción.
fr: Injecte de la latence / une perte de paquets / une mise hors ligne dans les appels actifs. Le profil \"Normal\" rétablit le comportement de production.
pt_br: Injeta latência / perda de pacotes / offline nas chamadas ativas. O perfil \"Normal\" restaura o comportamento de produção.

source: Inizia
de: Starten
en: Start
es: Empezar
fr: Commencer
pt_br: Começar

source: Inoltra a…
de: Weiterleiten an…
en: Forward to…
es: Reenviar a…
fr: Transférer à…
pt_br: Encaminhar para…

source: Inserisci il codice
de: Code eingeben
en: Enter the code
es: Introduce el código
fr: Saisis le code
pt_br: Digite o código

source: Inserisci il codice di attivazione del tuo account Pro
de: Geben Sie den Aktivierungscode für Ihr Pro-Konto ein
en: Enter your Pro account activation code
es: Introduce el código de activación de tu cuenta Pro
fr: Saisis le code d'activation de ton compte Pro
pt_br: Digite o código de ativação da sua conta Pro

source: Inserisci il tuo numero
de: Geben Sie Ihre Nummer ein
en: Enter your number
es: Introduce tu número
fr: Saisis ton numéro
pt_br: Digite seu número

source: Installa
de: Installieren
en: Install
es: Instalar
fr: Installer
pt_br: Instalar

source: Instrada segnale e media nel tunnel Reality (VLESS+Reality) invece che in chiaro. Sperimentale.
de: Leitet Signalisierung und Medien durch den Reality-Tunnel (VLESS+Reality) statt im Klartext. Experimentell.
en: Routes signaling and media through the Reality tunnel (VLESS+Reality) instead of in the clear. Experimental.
es: Enruta la señalización y el media por el túnel Reality (VLESS+Reality) en lugar de en texto plano. Experimental.
fr: Route le signal et les médias dans le tunnel Reality (VLESS+Reality) au lieu du réseau en clair. Expérimental.
pt_br: Roteia sinalização e mídia pelo túnel Reality (VLESS+Reality) em vez de texto simples. Experimental.

source: Interno
de: Nebenstelle
en: Extension
es: Extensión
fr: Poste
pt_br: Ramal

source: Interop cross-platform con Desktop .qabk via utility Migration. Upload server differito.
de: Plattformübergreifende Interop mit Desktop .qabk über das Migrationstool. Server-Upload verschoben.
en: Cross-platform interop with Desktop .qabk via the Migration utility. Server upload deferred.
es: Interoperabilidad multiplataforma con Desktop .qabk mediante la utilidad Migration. Subida al servidor diferida.
fr: Interopérabilité cross-platform avec Desktop .qabk via l'utilitaire Migration. Envoi au serveur différé.
pt_br: Interoperabilidade entre plataformas com o Desktop .qabk via utilitário Migration. Upload ao servidor adiado.

source: Invia
de: Senden
en: Send
es: Enviar
fr: Envoyer
pt_br: Enviar

source: Invia di nuovo il codice
de: Code erneut senden
en: Resend code
es: Reenviar el código
fr: Renvoyer le code
pt_br: Reenviar o código

source: Invia messaggio
de: Nachricht senden
en: Send message
es: Enviar mensaje
fr: Envoyer un message
pt_br: Enviar mensagem

source: Invia notifica di test
de: Testbenachrichtigung senden
en: Send test notification
es: Enviar notificación de prueba
fr: Envoyer une notification de test
pt_br: Enviar notificação de teste

source: Invia report
de: Bericht senden
en: Send report
es: Enviar reporte
fr: Envoyer le rapport
pt_br: Enviar relatório

source: Invia un nuovo feedback
de: Neues Feedback senden
en: Send new feedback
es: Enviar un nuevo feedback
fr: Envoyer un nouveau feedback
pt_br: Enviar um novo feedback

source: Invia una reazione
de: Reaktion senden
en: Send a reaction
es: Enviar una reacción
fr: Envoyer une réaction
pt_br: Enviar uma reação
